[
  {
    "Acceptance and commitment, ACT": "Acceptance and commitment therapy (ACT) is geared to help you develop ‘psychological flexibility’, meaning you accept what you can’t control, recognise what you can, and finally take the actions required to improve your moods and your life."
  },
  {
    "BABCP": "British Association for Behavioural and Cognitive Psychotherapies"
  }, 
  {
    "BACP": "British Association for Counselling and Psychotherapy"
  }, 
  {
    "BPS": "British Psychological Society"
  }, 
  {
    "Coaching": "Coaching uses powerful questioning techniques to help you clarify where you presently are in life versus where you want to be, helping you make steps forward to your preferred future. Helpful for: career decisions, feeling stuck in life, lack of life purpose, life changes, long-term health issues, low self-esteem, midlife crisis, parenting, relationship problems and workplace stress."
  },
  {
    "Cognitive analytic, CAT": "Cognitive analytic therapy (CAT) is a short-term therapy that troubleshoots how your ways of relating to others affect your wellbeing, helping you learn new ways of communicating and behaving that mean you feel better about yourself. Suited to help with: addictions, anxiety, anger management issues , bereavement and loss, bipolar issues, borderline personality disorder, childhood abuse, trauma, or neglect, compulsive behaviour, depression, eating disorders, low self-care, low self-esteem, obsessive thinking, phobias, relationship issues, self-harm, sexual problems and stress."
  }
  ,{
    "Cognitive behavioural CBT, cognitive therapy, cognitive behaviour": "Cognitive behavioural therapy (CBT) is a short-term, present-focused psychotherapy that helps you recognise and better manage the dysfunctional thinking that is driving your low moods and troublesome behaviours. Best for: anger problems anxiety and anxiety disorders bulimia and disordered eating general stress depression personality disorders post-traumatic stress disorder (PTSD)."
  }, {
    "Compassion focussed, CFT": "Compassion focussed therapy helps you be kinder towards yourself and others, meaning you feel less shame and self-criticism and can feel safer in the world. Helps with: anxiety and panic attacks, childhood trauma (abuse, neglect, bullying), eating disorders, depression (including severe and chronic), decision-making difficulties, difficulty feeling safe in the world, low self-worth, trust issues."
  }, {
    "Dialectical behaviour, DBT": "Dialectical behaviour therapy (DBT) was created for people who are more emotional than others, helping you to cope with your mood swings and change the behaviours that make relationships difficult. Helps with: addictions, borderline personality disorder, childhood sexual abuse, eating disorders, self-harm, suicidal thinking."
  }, {
    "Dynamic interpersonal, DIT": "Dynamic interpersonal therapy (DIT) is a short-term, structured psychotherapy that focuses on your relationships, helping you understand how the unhealthy patterns of relating you learned growing up are now causing your low moods. Helps with anxiety, depression, family conflict, fear of intimacy, loneliness, low self-esteem, relationship problems, stress, workplace issues."
  }, {
    "Emotionally focused, EFT": "Emotionally focused therapy (EFT) is a short-term therapy for couples and families, helping you develop more security in your relationships by troubleshooting the ways you interact and express your needs with each other. Helps with: childhood abuse, chronic illness, communication issues, depression, family conflict, life change, post-traumatic stress disorder (PTSD), relationship difficulties."
  }, {
    "Existentia": "Existential therapy uses a philosophical approach to help you make sense of life and its challenges, freeing you to create a life that feels meaningful to you. Helps with: anxiety and stress, body-image issues, depression, fear of change and feeling ‘stuck’ in life, fear of death and dying, identity issues and identity crisis, life purpose, loneliness, low self-esteem, negative thinking, panic disorders, relationship issues, substance abuse."
  }, {
    "Eye movement desensitisation and reprocessing, EMDR": "Eye Movement Desensitisation and Reprocessing (EMDR) is a treatment that helps you access, process, and move on from traumatic memories, and is particularly recommended for post-traumatic stress disorder (PTSD). Suited to: childhood abuse, depression, low self-esteem, performance anxiety, phobias and fears, post-traumatic stress disorder (PTSD), trauma."
  }, {
    "FDA": "Federation of Drug & Alcohol Practitioners"
  }, {
    "Gestal": "Gestalt therapy is less talk-based than other therapies, instead using experiential techniques that help you develop present-moment awareness, discover what you truly think and feel, and free yourself from long-held blocks. Helps with: anxiety and stress, addiction, depression, feeling stuck in life/ lack of purpose, lack of identity/ identity issues, life change, low self-esteem, negative thinking, post-traumatic stress disorder (PTSD), relationship issues, self-awareness."
  }, {
    "HCP": "Health and Care Professionals Council"
  }, {
    "Humanisti": "Humanistic therapy is more present-based than other therapies, focusing not on what is ‘wrong’ with you, but rather on your highest potential and how you might use your inner resources to become more capable and responsible. Helps with: addictions and substance abuse, anxiety and anxiety disorders, depression, eating disorders and body-image issues, low self-esteem, panic disorder, parenting issues, relationship issues."
  }, {
    "Integrativ": "Integrative therapy combines different forms of psychotherapy and offers you a range of tools based on your needs."
  }, {
    "Interpersona": "Interpersonal psychotherapy (IPT) is a short-term therapy focused on improving your moods by improving your relationships, helping you to deal with past patterns and identify and express your emotions more effectively. Helps with anxiety, depression, communication issues, eating disorders, family problems, grief, life change, relationship difficulties, trust issues and workplace issues."
  }, {
    "Jungian": "Jungian therapy helps you find a more balanced relationship between the contents of your unconscious mind and the things you think and experience, freeing you to change old patterns and lead a life that feels meaningful. Helps with: addictions, anxiety, childhood trauma, depression, eating disorders, lack of identity, lack of life purpose, low self-esteem, relationship difficulties, suicidal feelings and underachievement."
  }, {
    "Mentalisation-based, MBT": "Mentalisation-based therapy (MBT) helps you to make fewer assumptions in relationships, meaning you see and understand others more clearly and are less reactive. Helps with: borderline personality disorder, depression, drug addiction, eating disorders, family problems, other personality disorders, relationship difficulties, self-harm, trauma and trust issues."
  }, {
    "Mindfulness-based cognitive, MBCT, mindfulness": "Mindfulness-based cognitive therapy (MBCT) is a short-term therapy that helps you separate who you are from the way you think, meaning you react less to your negative thoughts and emotions and feel more confident and capable of stepping forward in life. Helps with: addiction, anxiety, eating disorders, depression, fibromyalgia, long-term illness, substance abuse."
  }, {
    "Person-centred": "Person-centred therapy is a client-led therapy, meaning you decide what to talk about and your therapist gives you the support and respect you need to finally recognise the inner resources you’ve had all along. Helps with: addictions and substance abuse, anxiety and anxiety disorders, depression, eating disorders and body-image issues, low self-esteem, panic disorder, parenting issues, relationship issues."
  }, {
    "Phenomenologica": "Phenomenological therapy helps you question what is true, so you can see yourself in an all new light and discover new ways to do things that mean you finally break out of long-held patterns. Helps with: anxiety and anxiety disorders, body image issues, depression, eating disorders, low self-esteem, panic disorders, PTSD, relationship issues."
  }, {
    "Psychoanalytical, Psychoanalytic": "Psychoanalytical psychotherapy is a long-term, rigorous form of talk therapy that looks deeply into your unconscious mind and childhood experiences, aiming to free you from the effects of past conflicts, traumas and disturbances. Helps with: anxiety, behavioural difficulties, career issues, depression, eating disorders, lack of life purpose, low self-esteem, phobias, psychosomatic disorders, relationship difficulties, sexual issues and sleep problems."
  }, {
    "Psychodynamic": "Psychodynamic psychotherapy is a popular in-depth therapy that looks to your childhood and your unconscious to find the roots of your present-day problems, while also taking into account your current ways of thinking and seeing yourself. Helps with: addictions, anxiety, body image, bereavement, childhood trauma, depression, eating disorders, lack of life purpose, learning difficulties, loneliness and isolation, low self-esteem, obsessive-compulsive disorder, phobias and fears, relationship difficulties, social anxiety, stress, work/life imbalance and workplace stress."
  }, {
    "Rational emotive behaviour, REBT, Rational emotive": "Rational emotive therapy (REBT) teaches you a method for dealing with stressful experiences that helps you better manage your thoughts, feelings, and behaviours so you can reach life goals more easily. Helps with: anxiety, anti-social behaviour, childhood trauma, depression, family conflict, low self-esteem, negative thinking, parenting problems, relationship problems, substance abuse, workplace stress."
  }, {
    "Relational": "Relational psychotherapy reveals the way your upbringing and your past experiences cause you to disconnect from others, then helps you to learn trust, so you can finally sustain relationships and feel better about yourself. Helps with: anxiety, body dysmorphia, depression, eating disorders, loneliness, low self-esteem, stress, relationship difficulties, trust issues and workplace issues."
  }, {
    "Schema": "Schema therapy helps you recognise and change the self-defeating patterns of thinking and behaving you’ve long felt controlled and emotionally overwhelmed by, and that perhaps other forms of therapy didn’t manage to help. Helps with: anger management, anxiety, borderline personality disorder, childhood trauma , codependency, depression, fear of intimacy, low self-esteem, other personality disorders, relationship issues, substance abuse."
  }, {
    "Session": "A 50 minute initial consultation with a talking therapist (psychotherapist, counsellor or psychologist) to explore your issues, background history, goals and see if therapy would be helpful. There is no obligation to continue beyond the first appointment, however most people will come for weekly sessions thereafter in order to make progress towards their goals. Please enquire about couples sessions, since not all therapists work with couples, and those that do often charge a higher fee."
  }, {
    "Solution-focused, SFBT": "Solution-focused brief therapy (SFBT) is a short-term therapy that is all about moving forward, helping you recognise the inner resources you already have and then looking at how you can apply those resources to set and achieve goals. Helps with: anxiety and stress, communication difficulties, depression, eating disorders, feeling stuck in life, low self-esteem, marital problems, parenting issues, relationship difficulties, sexual problems, sleep problems, substance abuse, suicidal thoughts."
  }, {
    "Systemic": "Systemic therapy, or ‘family therapy’, sees your family or group as a system, showing you how how your ways of communicating and behaving are affecting everyone else, then helping you all find more beneficial ways of being with each other. Helps with: anxiety and anxiety disorders, ADHD, alcohol abuse, attachment issues, behavioural difficulties, bipolar disorder, child abuse, depression, drug abuse, eating disorders, family difficulties, grief, life change, long-term illness, psychosexual problems, relationship difficulties, schizophrenia, self-harm and suicidality, unexplained medical symptoms."
  }, {
    "Transactional analysis, TA": "Transactional analysis helps you improve your life by improving the way you relate to others, examining your default ways of being and behaving and helping you change these to more helpful ones. anxiety and anxiety disorders, communication problems, depression, family issues, fear of intimacy, low self-esteem, panic disorders, parenting problems, relationship issues, workplace issues."
  }, {
    "Transpersonal": "Transpersonal therapy fuses psychology with tools pulled from various spiritual traditions, all with the aim of helping you feel more connected and at ease with yourself, others, and all that is. Helps with: addictions, anxiety and stress, depression, identity issues/ identity crisis, low self-esteem, negative thinking, phobias."
  }, {
    "UKCP": "United Kingdom Council for Psychotherapy"
  }
]
